// 보스 레벨, 포뻥 받는걸 시각적으로 알려주는 자바스크립트

function checkBossForceLevel(bossName){
    // 보스 이름을 받아서
    // 해당 보스의 포뻥과 레벨뻥 기준을 보고
    // 현재 내 캐릭터 매칭중화면 이나 보스 매칭 모달에서 확인 가능하도록 해준다.
    // 빨간글씨 - 부족 파란글씨 - 충분or넘침
    // 더 높으면 더 높은대로 파란글씨로 보여주면 되겠네 → 올리면 토글로 포뻥 레벨뻥 받는거 얼마인지 확인가능하도록
}

function checkBossForceLevelInChatting(bossName,userName){
    // 보스 이름을 받아서
    // 해당 보스의 포뻥과 레벨뻥 기준을 보고
    // 현재 채팅방의 캐릭터마다 포뻥 레벨뻥 여부 출력해준다
    // 채팅방에서도 확인 가능하도록 → 더 높으면 더 높은대로 파란글씨로 보여주면 되겠네 → 올리면 토글로 포뻥 레벨뻥 받는거 얼마인지 확인가능하도록
}

function checkBossForceLevelToolTip(){
    // 올렸을때 나올 툴팁
}